Autodesk.Revit.DB.Events.ViewExportedEventArgs.ViewId
Identifies the view that was exported.
Since:
2018

Autodesk.Revit.DB.Events.ViewExportedEventArgs
The event arguments used by the ViewExported event.
Since:
2018